[
  {
    "id": "150cf6d8-500e-463b-8bff-1b58b3aea89c",
    "text": "303 Cultural Politics , Volume 16, Issue 3, © 2020 Duke University Press  DOI: 10.1215/17432197-8593508 After ENGLOBEMENT Carl Schmitt, Peter Sloterdijk,   and the Rediscovery of the Uncompressible Ethan Stoneman Abstract This article positions Peter Sloterdijk’s spheres project  against Carl Schmitt’s spatial writings, showing that Sloterdijk’s  anthropo-  philosophical approach to spatial analysis implies a  theoretical strategy for thinking beyond Schmitt’s fatalistic view of  the deep contingencies shaping human social existence. Schmitt’s  spatial pessimism is particularly noticeable in Land and Sea , in which  he recounts the unfolding of world history as a succession of spatial  epochs, arguing that the modern era can best be underst",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "703402dc-c5f7-4e3b-9986-14aab2999aab",
    "text": "of world history as a succession of spatial  epochs, arguing that the modern era can best be understood as the  achievement of a centuries-  long path toward a unified global space  of nihilistic anarchy — a development that he comes to refer to as  englobement. The legacy of Schmitt’s spatial history of modernity can  be seen most urgently today by its influence on the emergent right-  wing  identitarian and neo-  Eurasian movements, which seek to transform  Schmitt’s pessimistic nostalgia for a prior mode of spatial ordering  into an expansionist geopolitics. The author maintains that, against  that legacy, Sloterdijk proposes “spherology,” a unique practice of  spatial anthropology through which he teases out an art of writing  at the se",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "b9b07786-f848-4adf-86f2-f4e8caa9f64f",
    "text": " a unique practice of  spatial anthropology through which he teases out an art of writing  at the service of experience, seeking to understand the phenomenon  of human togetherness not in terms of determinate political or  territorial forms but as a function of shared spaces (spheres) set  up and stretched out through shared living in them. By affirming  and potentially informing the ever-  renewable possibility of lived  extendedness in local-  shared enclosures, Sloterdijk’s theorization of  the spatial constitutes a compelling countercurrent or immunological  defense against the forces of nostalgia and resignation that feed into  reactionary spatial thought. Keywords spatial revolution, spherology, Carl Schmitt, Peter  Sloterdijk, media ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "105d4a06-4d13-4088-8df3-bba4d4b48b69",
    "text": "ry spatial thought. Keywords spatial revolution, spherology, Carl Schmitt, Peter  Sloterdijk, media theory Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020304 M uch can be said about Carl Schmitt,  both as a person and as a thinker,  but “optimistic” typically does not make  the cut. In many of his inter-  and postwar  writings, Schmitt put forward a num - ber of grim assessments regarding the  current state and future prospects of an  increasingly technological liberal moder - nity. While not achieving the heights of  cultural- pessimistic despair of E. M. Cioran  or Giacomo Leopardi, Sch",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "44ae58b0-f9a7-4df0-970c-296f5b7952cf",
    "text": "ot achieving the heights of  cultural- pessimistic despair of E. M. Cioran  or Giacomo Leopardi, Schmitt’s writings  during this period tend to reflect a fatalistic  outlook toward the deep contingencies  shaping human social existence, as well  as toward the ability of collective actors to  locate a foundation with which to stabilize  this shifting existence and provide it with  a determinate political form. This quality is  especially noticeable in Schmitt’s so-  called  spatial writings, particularly Land and Sea  (1942), in which he recounts the unfolding  of world history as a succession of spatial  epochs, arguing provocatively that the  modern era can best be understood as  the achievement of a centuries- long path  toward a unified,",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "8459067a-411f-4bb1-aa6b-56c9bba8fd2b",
    "text": "  modern era can best be understood as  the achievement of a centuries- long path  toward a unified, homogeneous global  space of nihilistic anarchy — a development  that he comes to refer to as englobement.  Both occasioned and accompanied by a  “spaceless” spatial consciousness, this  global spatial revolution, he argues, offers  no meaningful division or orientation and  thus results in radical despatialization at  the global scale. Histrionic trappings notwithstanding,  Schmitt’s diagnosis of what amounts to  terminal spaceless nihilism on a global  scale is not mere conservative (or mere  conservative-revolutionary) nostalgia over  the loss of meaning for the nation- state.  Although the formal crisis of modern mass  societies is seen ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "b6e662a2-0f28-4824-83be-81fabf84a5ca",
    "text": "oss of meaning for the nation- state.  Although the formal crisis of modern mass  societies is seen chiefly by some, espe - cially those on the political right, in terms  of the erosion of territorially grounded  collectives and the trend toward polyethnic  or denationalized places, concern about   the dislocative, potentially nihilistic  effects of globalized spatial modernity on  consciousness and the organization of  experience in society and politics animates  the critical writings of a diverse range of  contemporary thinkers, from members  of the Frankfurt school during Schmitt’s  time to more current thinkers such as  Paul Virilio, Zygmunt Bauman, and Franco  “Bifo” Berardi, to name but a few — none  of whom have any truck with conser",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "0018d259-1fe5-498f-8276-ad6babf168c8",
    "text": "unt Bauman, and Franco  “Bifo” Berardi, to name but a few — none  of whom have any truck with conservative  or right- wing politics and ideology. Be that  as it may, as Stuart Elden (2010) under- scores in his assessment of Schmitt’s  spatial writings, Schmitt’s complicity with  national socialism should never be forgot- ten; nor should this political association  be seen as unconnected to his work on  territory, the world, and global order, which  was developed during the Nazi period (see  Bendersky 1983: 243 – 73). “Most funda- mentally,” wrote Elden (2010: 24), “it   must be remembered that Schmitt . . .   was once a passionate advocate of a  German Großraum,” or geopolitical sphere  of influence, and that as much as he may  have tried t",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "4f44728b-9833-4da1-ad22-f855b41abceb",
    "text": " a  German Großraum,” or geopolitical sphere  of influence, and that as much as he may  have tried to obscure the explicit political  context in which he forged his spatial  thought, his writings about an encroaching  spaceless ordering of global space and the  prospects of a new nomos remain reac- tionary texts. These include not only The  Nomos of the Earth and “The Großraum  Order of International Law,” where  Schmitt’s imagination of a new nomos for  the future includes speculations about cul - tural Großraeume as the new way in which  the earth may be divided up spatially, but  also — and just as significantly — Land and  Sea. It is the latter’s pessimistic nostalgia  for a prior mode of spatial ordering and  accompanying consciousness",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "e4abfdc0-9045-4de1-8f08-cd8b77be1650",
    "text": "latter’s pessimistic nostalgia  for a prior mode of spatial ordering and  accompanying consciousness that sustains  and cultivates the reactionary imaginings  of the former.1 Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS305 With that observation in mind, what  makes Schmitt’s unique diagnosis partic - ularly pressing and deserving of critical  response is the implicit psychopolitical  challenge to find ways and means of  increasing the spacious dimensions of the  world without resorting to, strengthening,  or drawing on the currents of nostalgia and  despair that too often generate reaction - ary conserva",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "434a8e09-9dd6-407e-9cab-45bb9b4d5a48",
    "text": "or drawing on the currents of nostalgia and  despair that too often generate reaction - ary conservatism. Such a caveat remains  especially pertinent today, given that the  legacy of Schmitt’s spatial writings lives  on not only among dispassionate scholarly  journals and academic conferences but  also in the rise of the Right. In a Euro- pean context that legacy finds renewed  expression in the identitarian intellectual  and activist movement, primarily by way  of Alain de Benoist and the influence of  his European Nouvelle Droite (ND), which  helped establish the geopolitical master  frame through which the identitarians  of today view and interpret international  events, processes, and dynamics (see de  Benoist 2007). The neo-  Eurasia m",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "6be37725-a10e-40bb-be1f-bffa4376518c",
    "text": "interpret international  events, processes, and dynamics (see de  Benoist 2007). The neo-  Eurasia move- ment, founded by Alexander Dugin, the  reactionary and former adviser to Vladimir  Putin, and likewise drawing on de Beno- ist’s ND, constitutes another conduit for  the continuation of Schmitt’s geopolitical  legacy (see de Benoist and Dugin 2014).  According to José Pedro Zúquete (2018:  230), “Following Schmitt’s suggestion  that the new nomos be constituted by an  equilibrium of several independent geopo - litical, cultural, and civilizational blocs . . .  ND theorists” and neo-  Eurasianists “have  defended a multipolar system . . . in which  Europe [in alliance with Russia] would be a  united and autonomous power committed  to its ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "5df617dd-2a3d-41dc-8e84-cbb64dc50ede",
    "text": "n which  Europe [in alliance with Russia] would be a  united and autonomous power committed  to its own project of civilization.” For that  reason, while Schmitt’s eschatological  depiction of an increasingly orderless  world unity names a major cause of psy - chosocial and political trauma, the potential  rhetorical effectivity of that diagnosis  offers, at best, pessimistic resignation in  the face of a new anthropological horizon  of spaceless transnational mobility. At  worst, that subjective adherence threatens  to transform such fatalistic despair into  a “heroic realism” or assertive nostalgia  whose motivational consequences tend to  result in the pursuit of an imperialist federal  order among European states.2 Enter the contemporar",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "26a5d2a4-33a8-4d4e-a07b-5aa0e4799d74",
    "text": "result in the pursuit of an imperialist federal  order among European states.2 Enter the contemporary German  philosopher and cultural theorist Peter  Sloterdijk, whose medico-  philosophical  approach to the processes of globaliza - tion promises to think beyond Schmitt’s  volatile pessimism. Like Schmitt,   Sloterdijk takes seriously the radical  changes to human spatiality brought on   by the emergence of global space;  indeed, he claims that the development  and consolidation of an interconnected  world system despatialize the real globe,  replacing the curved earth with a syn - chronous world interior of capital that  neutralizes distance and compresses all  that was heretofore extended into an  almost extensionless point. At the same ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "bb8b1f57-a01a-4ba6-9909-e73602eee499",
    "text": "e and compresses all  that was heretofore extended into an  almost extensionless point. At the same  time, however, Sloterdijk articulates that  interpretation with his own unique practice  of spatial anthropology, “spherology,”  through which he teases out an art of writ - ing at the service of experience, seeking  to understand the phenomenon of human  togetherness not in terms of determi - nate political or territorial forms but as a  function of shared spaces (spheres) set up  and stretched out through shared living in  them. Such spatial theorization, which is  itself a political phenomenon, proposes a  therapeutic strategy that, by responding  to the issue of the organization of coex - istence by means of common tuning and  community,",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "67fdf59c-fc44-45f3-b092-faf75bffb953",
    "text": "onding  to the issue of the organization of coex - istence by means of common tuning and  community, prescribes an alter-  modernity  that is resistant to Schmitt’s diagnostic of  englobement and the corresponding yet  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020306 superficially opposed currents of fatalism  and (conservative) revolution. Although references to Schmitt in  Sloterdijk’s oeuvre are not extensive,  Sloterdijk’s spherological approach to  globalization implies at once a rejection of  Schmitt’s spatial pessimism and a pharma - kon of sorts to its persuasive appeal. As  Nig",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "201b7d5c-f934-4d32-969b-5c6eef199b6d",
    "text": "ection of  Schmitt’s spatial pessimism and a pharma - kon of sorts to its persuasive appeal. As  Nigel Thrift (2006: 140) argues, Sloterdijk’s  spatial anthropology “emphasizes the  materiality of thinking about and exploring  the possibility of a new a- whereness.”  Here I want to position that a- whereness  making vis- à- vis Schmitt’s theory of  spatial revolution to show how Sloterdijk’s  theorization of the spatial, by affirming and  potentially informing the ever- renewable  possibility of lived extendedness in local-  shared enclosures, constitutes a counter- current or immunological defense against  the forces of nostalgia and resignation  that feed into Schmitt’s reactionary spatial  thought. On this view, wherever human  beings ar",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "f5d6eed3-5941-4896-9eca-d1018b4fc746",
    "text": "tion  that feed into Schmitt’s reactionary spatial  thought. On this view, wherever human  beings are — wherever “there” is — they are  in spaces opened up to them not by virtue  of spatial revolutions or changes in spatial  consciousness but because they have  given them form, substance, extension,  and relative duration. Spatial Revolutions One of the key elements running through- out Schmitt’s “spatial turn” and connect- ing his interwar works with those of the  postwar period is the spatial history of  modernity.3 Conceived as “a theory of  modernization in spatial terms,” Schmitt’s  spatiohistorical framework functions her- meneutically to disclose the relationship  between the history of liberal modernity  and the emergence and develo",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "5e13d4cf-f39c-44a1-bedb-0cb6e081bc3e",
    "text": "to disclose the relationship  between the history of liberal modernity  and the emergence and development of  global space (Berman 2015: xxii). Writing  against conventional histories and the  linear flow of historical events, Schmitt  understood world history as consisting of  a series of discontinuities between epochs  and their respective spatial logics. For  Schmitt, wrote Oliver Simons (2016: 779),  the essence of world history is twofold:  “Each epoch is designated by a break  with the previous era and is defined by a  specific spatial order.” Crucial to under- standing such epochal shifts, as well as  Schmitt’s conception of the relationship  between space and history, is the notion of  spatial revolutions, that is, radical transfor-",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "199ad0f9-2e0f-409c-86e0-62d08dc229ed",
    "text": "onship  between space and history, is the notion of  spatial revolutions, that is, radical transfor- mations in the understanding and experi - ence of space and related spatial practices.  First introduced and expounded on most  fully in Land and Sea, spatial revolutions  are inaugural events that tend to signify  dramatic changes in the material or geoele - mental conditions of human society (e.g.,  earth, water, air, fire).4 Even so, changes  in a society’s elementary constellations do  not of themselves amount to a spatial rev- olution; indeed, something approximating  a spatial revolution can occur without geo - elemental shifts of human engagement,  from, say, the earth to the water or from  the water to the air. On Schmitt’s ([1942]  ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "5789d847-d662-44aa-979e-16cee3f80484",
    "text": "engagement,  from, say, the earth to the water or from  the water to the air. On Schmitt’s ([1942]  2015: 48) view, a genuine spatial revolu- tion requires radical changes in a society’s  collective spatial consciousness or “spatial  conceptions.” Such a change, Schmitt  argues, is “so deep and so surprising that  not only quantities and measurements,  not only the outermost human horizon, but  even the structure of the concept of space  itself is altered” (49), a change so wide-  ranging that it encompasses “all the levels  and domains of human existence” —   perceptual, cultural, legal, and so forth (57).  Spatial revolutions are therefore epochal  in their effects because radical breaks in  spatial consciousness and possibility result  i",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "82e43fee-750d-4047-8847-75046bcdce30",
    "text": "epochal  in their effects because radical breaks in  spatial consciousness and possibility result  in new periods in the historical develop - ment of human understanding and social  organization. Nevertheless, for Schmitt ([1942]  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS307 2015), the first full, earth-  and world-  encompassing spatial revolution did not  begin until the onset, in the early sixteenth  century, of the European age of discovery  and the altered concepts of space that  resulted from the circumnavigation of the  earth. All premodern spatial revolutions  were local rather than, properly ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "3b661d68-2e54-4e2c-9d72-dc8a3ffacbe1",
    "text": "circumnavigation of the  earth. All premodern spatial revolutions  were local rather than, properly speaking,  global, that is, tied to specific geograph - ical regions and cultural spheres that  understood themselves as occupying the  center of the world. Now, for the first time,  Schmitt claims, “a new world emerges, in  the bravest sense of the term, and the col- lective consciousness, first, of the western  and central European peoples, and then,  finally, the whole of human collective con- sciousness is transformed from the ground  up” (55). When sixteenth-  century sea  adventurers and whale hunters discovered  parts of the terrestrial and oceanic world  that were until then unknown to European  peoples, they simultaneously discovered",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "1bcd2b3a-2189-459d-8015-fe11410a4b4f",
    "text": "and oceanic world  that were until then unknown to European  peoples, they simultaneously discovered  global space as “an irrefutable experi- ence” and “indisputable scientific truth”  and thus changed what Martin Heidegger  (1977) refers to as the “world picture.”  For the first time, the disclosure of the  world as a previously concealed terrestrial  orb became a reality and, soon after, a  cartographic and geopolitical fact. With  the first complete spatial revolution on a  planetary scale, Schmitt ([1942] 2015: 55)  argues, “the whole picture of our planet,  and beyond this, the whole astronomical  conception of the entire universe were  changed, with the complete abandonment  of received ancient and medieval concep - tions.” Hence for ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "3d5d7f2d-0777-40af-a3f6-87c78892b3bc",
    "text": "changed, with the complete abandonment  of received ancient and medieval concep - tions.” Hence for Schmitt, as well as for  Heidegger, the first authentic spatial rev- olution was not simply another historical  periodization, comparable to any other pre - vious epochal break, but rather constituted  a phenomenon specific to modernity and  the conquest of the world as picture — “the  world conceived and grasped as a picture”  (Heidegger 1977: 129). On this view, the  very globality of the first full spatial revo - lution came to define European modernity  and modernity as such. According to Claudio Minca and Rory  Rowan (2016: 191), however, Schmitt’s  notion of modernity comprises not one but  two global spatial revolutions, each with a  r",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "8744d4d6-671a-490f-8eb4-73ea39a70df6",
    "text": "Schmitt’s  notion of modernity comprises not one but  two global spatial revolutions, each with a  related but distinct worldview. For Schmitt,  they argue, the second spatial revolution  occurred during the twentieth century  and marked the technological intensifica - tion of the unification of planetary space.  Although the emergence of global space,  and modernity, had already been intimately  tied to technological developments —   particularly to representational media and  modes of navigation — the second global  spatial revolution was defined by progress  “in the sense of accelerated scientific,  technical, and industrial development”  (Schmitt [1978] 1987: 76). To be sure,  while such a notion of progress included  the development of",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "0dfccbbe-d452-4e62-b9f7-d765ed170366",
    "text": "(Schmitt [1978] 1987: 76). To be sure,  while such a notion of progress included  the development of new technologies of  communication, transportation, indus - try, and the like, it was also and remains  intercalated, according to Schmitt, with the  spread of capitalist markets (or neoliberal - ism) and the ideological predominance of  universalism.5 Appropriating a term coined by  French economist François Perroux, which  anticipates the later and now hackneyed  term globalization, Schmitt ([1978] 1987:  78) refers to this technologically intensive  unification of planetary space as “englobe - ment.”6 Like the first global spatial revolu- tion, englobement was accompanied and,  in part, made possible by a transformation  of spatial consci",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "aa59018b-4b3c-4044-bb27-e6eff5c95200",
    "text": "ion, englobement was accompanied and,  in part, made possible by a transformation  of spatial consciousness — one extending  to “all areas of human inquiry and activity”  and of such “powerful depth and breadth”  that even the “great geopolitical events of  the present . . . contain at their core such  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020308 a change in hitherto existing conceptions  of space and presuppositions of space”  (Schmitt [1939 – 41] 2011: 118). What set  this new consciousness apart from its  predecessor, however, is the belief that  through the development of modern",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "061eccf5-8ca2-4be7-8c72-9254d1519bf7",
    "text": "iousness apart from its  predecessor, however, is the belief that  through the development of modern  technologies a new form of global space  could be engendered: a unified, homoge - neous planetary space without division, a  spaceless nonplace offering “no starting  point, location, [or] viewpoint” (Schmitt  [1938] 2008: 46). For Schmitt, the danger  of this utopian conception of global space  is most evident in the risk it poses to any  kind of orientation, since it allows for no  meaningful spatial distinctions on which to  ground political order. The end result of the  “total rootlessness of modern technology”  is thus not limited, according to Schmitt  ([1950] 2003: 178), to the accomplishment  of a changed spatial reality but include",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "d90babe4-2832-4af7-aad4-64e1fdbccc8e",
    "text": "ding to Schmitt  ([1950] 2003: 178), to the accomplishment  of a changed spatial reality but includes a  historically (and spatially) specific form of  nihilistic anarchy.7 Although Schmitt ([1942]  2015: 60) holds that “every significant  alteration and every resituating of the  image of the earth is bound up with world-  political alterations,” he also sees the tech- nologically informed spatial consciousness  of the twentieth century, combined with  its inherent utopianism, as pushing the  world toward a formless state of unlimited  global anarchy and, potentially, according  to G. L. Ulmen (2007: xx), a “global civil  war.” “Every fundamental order is a spatial  order,” Schmitt ([1942] 2015: 59) claims,  but the obverse does not necessa",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "41ffe44a-88ba-4bd2-9bb0-0d881fcaa3b3",
    "text": "ntal order is a spatial  order,” Schmitt ([1942] 2015: 59) claims,  but the obverse does not necessarily fol - low. And in the case of twentieth- century  (now twenty- first- century) englobement,  the utopian dream of a universal, spaceless  ordering of global space has only engen - dered conditions for planetary disorder,  without division and lacking in orientation. This spaceless nihilism is not, how- ever, completely separate from the  previous global spatial revolution but part  and parcel of the development of maritime,  liberal modernity and its restructuring of  the European sense of space away from  a land- based form of human existence.8  While noting the flexibility and capacity  of human life to adapt to changing ele- mental co",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "f7f27e5c-ed08-4211-a74c-3fdc7a0f5c32",
    "text": "ence.8  While noting the flexibility and capacity  of human life to adapt to changing ele- mental conditions — history has, Schmitt  ([1942] 2015: 8) remarked, witnessed  both “autochthonal” and “autothalassic”  peoples — he makes it clear in the open- ing of Land and Sea that land occupies  a primary place in grounding the human  condition: “The human is a land-  being,  a land- dweller. He stands and walks and  moves upon the firmly grounded earth.  This is his standpoint and his soil; through  it he receives his viewpoint; this defines  his impressions and his way of seeing  the world. He receives not only his field  of vision but also the form of his gait and  his movements, his shape as a living  being born and moving upon the earth”  ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "6646761a-6c75-44ef-99df-d9f478f7f56d",
    "text": " form of his gait and  his movements, his shape as a living  being born and moving upon the earth”  (5 – 6). What is more, because land is at  once divisible and stable, it possesses  an inherent representational quality that  admits of a unique order- bearing capacity:  order can be made visible on it in clear,  enduring lines of demarcation so as to  represent distinctions and divisions. These  ordering lines, Schmitt ([1950] 2003: 42)  argues, indicate a fundamental “unity of  space and law, order and orientation” — a  nomos — that makes possible all forms of  political, legal, and social order.9 Nomos  is thus both “the measure by which the  land in a particular order is divided and  situated” and “the immediate form in  which the polit",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "edbf2ecb-fc97-41aa-a9f8-c9d13b26762f",
    "text": "he  land in a particular order is divided and  situated” and “the immediate form in  which the political and social order of a  people becomes spatially visible” (Schmitt  [1950] 2003: 70). In contrast to the future  universal, neutral space of englobement,  the unity of order represented by a nomos  points to a process through which order is  grounded in acts of spatial differentiation. Although for Schmitt ([1942] 2015: 78)  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS309 world history is a history of land appropria- tion, the English appropriation of the seas  and world oceans transformed “a people of",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "2ceaf909-1530-4815-a677-debe3b13e254",
    "text": "nd appropria- tion, the English appropriation of the seas  and world oceans transformed “a people of  shepherds” into “a people of children of the  sea” — of pirates and corsair capitalists —   while simultaneously determining and   projecting a new spatial dispensation onto  the world sphere, one based primarily on a  world economy bound to trade routes   and a legal, liberal-  humanitarian framework  that could apply in all places. Unlike   the capacity of a land-  based nomos to  represent distinctions and divisions that  bear order, the new spatial arrangement of  maritime, global modernity dissolved   all situated specificity within a universal  sea of what Byung-  Chul Han ([2015]   2018: 50) describes as “characterless  smoothness” —",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "708eceee-3391-4ae1-a734-9b1497d05007",
    "text": "iversal  sea of what Byung-  Chul Han ([2015]   2018: 50) describes as “characterless  smoothness” — a free space without  boundaries, distinctions, or enclosures, a  lawless space that recognizes no apparent  unity of order and orientation (see Schmitt  [1950] 2003: 42 – 44). Coupled with the  rapid development of the industrial rev- olution — indeed, forming its very basis  through the advent of industrial shipping  and the energies this unleashed — the  increasingly abstract, sea-  based concep- tion of spatial order marked the first signifi - cant step on the path toward the spaceless  nihilism and technological worldview that  came to dominate twentieth-  century spa- tial consciousness (Schmitt [1942] 2015:  84; see also Schmitt [1954",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "b03a346d-f889-4a1c-bb6f-bf2433c195e5",
    "text": "minate twentieth-  century spa- tial consciousness (Schmitt [1942] 2015:  84; see also Schmitt [1954] 2015: 67 – 69,  71). Although the growing dominance of  technological thinking in all domains would  retrospectively mark the beginning of  England’s imperial decline, by intensifying  the universalizing process of englobe - ment the spirit of technicity completed  the first global spatial revolution while  initiating the second. At the same time,  this process helped consolidate dominion  over the seas of the world in the expanded  figure of an uprooted and deterritorialized  Anglo- American empire, with the United  States, rather than England, at the helm  (see Schmitt [1942] 2015: 83 – 89). In terms of spatial revolutionary  effects, int",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "ff9256df-e0cb-4a86-957f-a452feba7535",
    "text": "nd, at the helm  (see Schmitt [1942] 2015: 83 – 89). In terms of spatial revolutionary  effects, interposing machinery between  the sea element and human life also  marked a geoelemental transition in the  spatiohistorical development of modernity,  a transition from an era based on har- nessing the power of the world’s oceans  to “the age of electric technology and  electrodynamics,” of “electricity, flight,  and radio” (Schmitt [1942] 2015: 89). In  one sense, the new era completed the  elemental metamorphosis and funda - mental transformation that had begun  with England’s existential decision for the  sea, making possible, for the first time in  history, the technical dream of world unity;  at the same time, the “development in the  obj",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "a08843fd-8d12-40f5-9443-e4f757de66e4",
    "text": "ime in  history, the technical dream of world unity;  at the same time, the “development in the  objects, means, and forms of appropria - tion” — from “the sea- appropriations of the  16th to the 19th century, over the industry-  appropriations of the industrial- technical  age . . . to the air- appropriations and space-  appropriations of the present” (Schmitt  [1957] 2003: 347) — signaled the beginning  of a new epoch and the blossoming of a  specific spatial order: the nihilistic anarchy  of an interconnected but spaceless space  of englobement. What is more, because  the appropriation of air and space (and  electricity) introduced a new dimension  into human experience, it radically altered  existing horizons of spatial experience and  ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "1e9a8350-5730-4c28-b568-001b103abfef",
    "text": "imension  into human experience, it radically altered  existing horizons of spatial experience and  possibility, two of which Schmitt high - lights. Quoting Heidegger without directly  naming him, Schmitt ([1942] 2015: 92)  states that the first shift pertains to a rev - olution in spatial consciousness: “Today,  by space we no longer understand a mere  dimension of depth, empty of every con - ceivable content. . . . Today, a thought first  becomes possible for us that would have  been impossible in any other epoch and  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020310 which a contempora",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9392344a-07db-41ea-a9ec-9f3d8172de75",
    "text": "er on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020310 which a contemporary German philosopher  has articulated: The world is not in space,  rather space is in the world.”10 Space, in  other words, is no longer understood as “a  mere dimension of depth, empty of every  conceivable content” but “has become a  force field of human energy, activity, and  achievement” (92), something that human  beings engender and manipulate through  various appropriations, distributions, and  productions. This also means, however,  that human beings now find themselves,  for the first time, occupying an extrin- sic status, as they are liberated not only  from “empty space” but also from the  notion of space as a cosmological shell o",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9d8d5d70-ab08-4767-9582-c13f02c07fed",
    "text": " liberated not only  from “empty space” but also from the  notion of space as a cosmological shell or  celestial firmament. This transformation  of spatial concept is not unrelated to the  second consequence, namely, the change  brought about in “the elementary rela - tion between land and sea” (93) and the  dawning of what Christopher L. Connery  (2001) describes as a “postoceanic”  existence.11 With the twentieth century’s  revolution in the means of transportation  and communication, all spatial distinctions  are obliterated, including the essential  divide between land and sea. Rather  than revolutionizing spatial distinctions  so as to establish new ordering lines, the  world- spanning rootlessness of modern  technology irrevocably dep",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "ef86dd3d-af00-4bff-bd1a-04244298aba7",
    "text": "stablish new ordering lines, the  world- spanning rootlessness of modern  technology irrevocably deprives the world  of all matter and extension, reducing it to  a network of long-  distance vectors and  transits that cycle in smooth, characterless  monotony. Notwithstanding the tone of these  modern spatial diagnostics, Schmitt’s  writings occasionally manifest uncertainty  and ambivalence about the new world  order in which space has lost significance.  In the conclusion to Land and Sea, Schmitt  speculates that the human race stands at  the threshold of a new epoch, that with  the destruction of the old European nomos  a new ordering of planetary space begins  to emerge:  In its place the new nomos  of our planet grows,  unceasingly and ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9ea37abc-d746-439a-b3d6-ff63c7d1b95a",
    "text": "anetary space begins  to emerge:  In its place the new nomos  of our planet grows,  unceasingly and irresistibly. It is summoned by  the new relations of humans to the old and to  the new elements, and the altered measure - ments and relations of human existence compel  it. Many shall see in it only death and destruc - tion. Some believe themselves to be experienc - ing the end of the world. In reality we are only  experiencing the end of the relation between  land and sea, which had held up to this point.  (Schmitt [1942] 2015: 93)12  And yet Schmitt’s spatiohistorical cri - tique of an increasingly technological and  abstract modernity implies that the second  global spatial revolution is incapable of  producing any ordering measures of g",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "7a53c9fd-f687-4e73-99bb-9e4b42b3de22",
    "text": "ies that the second  global spatial revolution is incapable of  producing any ordering measures of global  space and, in fact, will only systemati - cally undermine the conditions for global  order as such. Indeed, as Ulmen (2007:  xx) relates in his introduction to Theory of  the Partisan, in a diary entry from 1948  Schmitt appears to have delivered his last  word on the future of spatial order, writing,  “That is the new Nomos of the earth; no  more Nomos.” This sentiment, while not  as boldly expressed in his published works,  is reflected throughout his major spatial  writings — negatively, in his concerns with  the forces of disorder that threaten to  accelerate the disappearance of bound - aries and demarcations, and positively,  thr",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "e8040ea1-c2fc-4fbf-8e1c-531bab458298",
    "text": "at threaten to  accelerate the disappearance of bound - aries and demarcations, and positively,  through his search for a katechon — a  barrier or “true ‘forestaller,’ ” capable of  preventing the dissolution of space and  defending local, particular cultural tradi - tions against relentless spatiohistoric uni- versalization (Schmitt [1942] 2015: 17). The  closest Schmitt comes to identifying such  a defender of ordering distinctions was  the marginal figure of the telluric partisan.  Representing a “specifically terrestrial”  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS311 character, such a figure, Schm",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "73d3b735-4d69-4a43-86ed-253a04e9c7aa",
    "text": "lege user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS311 character, such a figure, Schmitt ([1963]  2007: 21, 92) argues, is the last bearer of  an order grounded in the earth, one who  “defends a piece of land with which he  has an autochthonous relation.” However,  according to Schmitt’s own estimations,  the telluric partisan’s prospects for defend- ing a local space and autochthonous way  of life against the process of technoindus- trial acceleration are considerably grim:  “When the internal, immanent rationality  and regularity of the thoroughly-  organized  technological world has been achieved . . .   the partisan becomes perhaps nothing  more than an irritant. Then, he disappears  simply of his own accord in the smooth",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "eac936aa-62a5-4786-b8bb-0c0aab8497d1",
    "text": " perhaps nothing  more than an irritant. Then, he disappears  simply of his own accord in the smooth-  running fulfillment of technical- functional  forces, just as a dog disappears on the  freeway” (77). These and other similarly  bleak prognostications sit uneasily along - side Schmitt’s cautiously optimistic note  regarding the rise of the new world order,  suggesting that what might first appear as  ambivalence on closer inspection reveals  a much deeper- seated sense of world-  historical pessimism. Sloterdijk’s Spherological   Reclamation of Space It is against this background of the appar- ent disappearance of space, as well as  the sense of world- historical doom and  destruction, that Sloterdijk endeavors  to undertake “a sort of r",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "fd75f1e2-bdf1-4cd9-9182-667c80c9461f",
    "text": "nse of world- historical doom and  destruction, that Sloterdijk endeavors  to undertake “a sort of reconquest of  space by postulating it as a good type of  extension and as a principle of discretion”  (Sloterdijk and Heinrichs [2001] 2011:  199). Although Schmitt is never made the  sustained focus of Sloterdijk’s own world-  historical musings on spatial modernity,  Sloterdijk ([2004] 2016: 653) nonetheless  ranks him — along with Sigmund Freud,  Jacques Lacan, Theodor Adorno, and  Arnold Gehlen — as one “of the most  successful modernizers of the pessimist  syndrome in the twentieth century.” This  is not to say, however, that Sloterdijk  rejects Schmitt’s recounting of spatial  history or that he counters Schmitt’s  pessimism of resignat",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "aa1735bd-635f-43a5-8aa8-818ebd04eda2",
    "text": "ejects Schmitt’s recounting of spatial  history or that he counters Schmitt’s  pessimism of resignation with the rheto- ric of neoliberal economic globalization.  To the contrary, throughout his works on  globalization — particularly the last chap - ter of Globes (“The Last Orb”) and In  the World Interior of Capital — Sloterdijk  approvingly paraphrases many of Schmitt’s  arguments and tropes regarding moder- nity’s spatial revolutions (though often  without duly acknowledging his indebt - edness). In particular, Sloterdijk affirms  Schmitt’s periodization of modernity into  the epochs of sea and air appropriation,  highlighting both the changes in world-  spatial consciousness that attend geoele - mental transitions and the ramifications ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "de88e237-f371-4d06-bd2a-a0126442f9b5",
    "text": "nges in world-  spatial consciousness that attend geoele - mental transitions and the ramifications of  these shifts on the ordering of planetary  space. Concerning the latter he echoes  Schmitt in singling out, first, the rise of  liberal universalism and the world system  of “psychedelic” capitalism in the age of  discovery and, then, with the emergence  of electronic globalization (for Sloterdijk  the “global,” third phase of globalization),  the accelerated transformation of the  world into a globalized locational space  of routinized traffic and radio-  electronic  systems.13 Indeed, drawing explicitly, if  only briefly, on Schmitt, Sloterdijk ([2005]  2014: 250) asserts that through the various  “tachotechnologies” of the twentieth  c",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "6ecdccca-af35-4f63-9a99-59d700c081c9",
    "text": "erdijk ([2005]  2014: 250) asserts that through the various  “tachotechnologies” of the twentieth  century (e.g., telephone networks, radio  systems, jet engines in air travel) the  spatial revolution of the present effectively  modernized Marx and Engels’s pronounce - ment that “all that is solid melts into air”  to the spatially neutralizing “all that is  extended and demands space is com - pressed into a minimal inert block.” Once  human beings enter the twentieth century,  he argues, the global, technologically  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020312 enabled market ensures",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "fdf3a831-4c11-4ce5-b7c5-e68374dd0f01",
    "text": "n 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020312 enabled market ensures that each point on  the earth’s surface becomes a relay point  or potential address for the infinite mobili- zation of capital. Like Schmitt, but much more explic - itly, Sloterdijk affirms Heidegger’s inter- pretation of modernity as an epoch in  which the discovery of the world entails  rendering and then conquering the world  qua image — or, in Heidegger’s terms, pro- ducing the hitherto concealed into uncon - cealment (Sloterdijk and Heinrichs [2001]  2011: 238; see also Sloterdijk [1999] 2014:  203 – 4, 392, 862 – 63). On this view, Sloter- dijk ([1999] 2014: 772) argues, the succes- sion of diverse recording procedures and  image- prod",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "545b2418-1fb0-4f75-b097-a2be77346115",
    "text": "r- dijk ([1999] 2014: 772) argues, the succes- sion of diverse recording procedures and  image- producing technologies that began  in the early voyages of discoveries resulted  in a new image of the earth, the terrestrial  globe — or “the earth made known” (see  also 773 – 83, 859 – 66). This newly imaged  earth, which became the central icon of  the modern worldview, made possible all  acquisitions of land and sea (and even- tually air) while supplanting ancient and  medieval preconceptions of the totality of  the world as an all- encompassing, cosmo- logical sphere with no outside.14 All this  is of a piece with Schmitt’s Heidegger-  like critique of spatial modernity, as is  Sloterdijk’s ([2005] 2014: 13) argument  that the distance-  de",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "4abf804b-bee9-4cf3-8ba2-b02a5e313717",
    "text": "ritique of spatial modernity, as is  Sloterdijk’s ([2005] 2014: 13) argument  that the distance-  destroying revolution of  terrestrial globalization reaches its comple - tion with the installation of an electronic  atmosphere and the replacement of the  curved earth with an almost extensionless  point — “a network of intersection points  and lines that amount to nothing other than  connections between two computers any  given distance apart.” Over and above  these historical- interpretive similarities,  Sloterdijk takes seriously the costs of   spatial revolutionary changes, readily  acknowledging that in the field of cul - ture most people keenly perceive the  destruction of space and the abolition of  distances as bad news — going so far",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "cfc944dd-94a9-420f-9afe-670f9803e46c",
    "text": "keenly perceive the  destruction of space and the abolition of  distances as bad news — going so far as  to claim that to understand the history of  modern humanity “it is necessary to begin  with melancholy” (Sloterdijk and Heinrichs  [2001] 2011: 216). At the same time, the  very nature of Sloterdijk’s ([1999] 2014:  840–42) reclamation project presupposes  an attitudinal break with cultural pessi - mism, whose representatives such as  Schmitt, he argues, “tend, with eminently  sensible pretexts, to abandon undertak- ings in which they can no longer dream of  themselves and those close to them as   the winners” — making allies with the  call of “Stop history!” but achieving  “little against the unleashed vision - ary energy of the project",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "c23b12a5-4810-41f5-ba9e-0be3f9720ac7",
    "text": "l of “Stop history!” but achieving  “little against the unleashed vision - ary energy of the project makers and  entrepreneur- charlatans.”15 Eschewing the rotating succession  of philosophies of progress and downfall,  which, on Odo Marquard’s (1991: 72) view  characterizes the present era’s accelerated  unworldliness, Sloterdijk instead pursues  a radical middle path of reconceiving and  rewriting the human ability to constitute  and restore integrity to inhabitable space  within the interior of a despatialized and  synchronous world. His departure from  the alternation of utopia and apocalypse is  not, however, simply a matter of attitude  or outlook; rather, it is rooted in, or at  least corresponds to, a distinctive philo - sophically ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "64c314f0-62f5-457e-884d-63d898e21a89",
    "text": " or outlook; rather, it is rooted in, or at  least corresponds to, a distinctive philo - sophically anthropological understanding  of space — one that, while sharing much  in common with Schmitt’s spatial philos - ophy, departs from it in significant ways.  Arguably that divergence stems from the  theoretical core of Sloterdijk’s spheres  project (or spherology), namely, his critique  of the limited analysis of “being- with”  found in Heidegger’s ([1927] 1962: 140)  thesis regarding the spatiality of being-  in-  the- world — that “In Dasein there lies an  essential tendency towards closeness.”  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "f6739240-7d2d-41fc-8b44-e18632ddd0c5",
    "text": "ural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS313 Starting from this basic insight, through  which Heidegger attempts to correct  modernity’s atopological biases toward  the self- sufficiency and inner sense of the  individual, Sloterdijk shifts the discussion  toward the site or locus in which human  ensembles produce the space they inhabit  as their sphere of relationship and ani- mation. For that reason, Sloterdijk thinks  that Heidegger’s being-  in- the- world may  more aptly be described as a “being-  in-  spheres,” in which the in of Heidegger’s  “being- in- the- world” and the there of  “being- there” (the da of Dasein) point to  the primordial",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "699bc457-f200-413a-8f68-b20e793a3047",
    "text": "“being- in- the- world” and the there of  “being- there” (the da of Dasein) point to  the primordial need and ability of humans  to engage in local world construction,  to cultivate and preserve themselves by  designing “self- harboring containers” or  “autogenous vessels” of interpersonal  resonance and solidarity.16 “Wherever they  arrive, wherever they settle,” he wrote,  “they always bring their ability to create  their own particular interior and its mood”  (Sloterdijk [1999] 2014: 196). Central to  this redescription is the inherent sociality  or coexistential dimension of spatial being:  spheres are the original product of human  being- together and cooperation; they  are “shared spaces set up by common  inhabitation within them . . ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "ed572bfd-79d8-442c-baaf-f4c009715f20",
    "text": "- together and cooperation; they  are “shared spaces set up by common  inhabitation within them . . . the primal  agreement of the community about itself  within itself” (966; see also 192 – 93).  Because these cocreative building spheres  assume varying forms of what Sloterdijk  describes as atmospheric-  symbolic glass- houses and internal climates of shared  space, they are best thought of as “adap- tive structures” that serve as “practicing  immune systems”; that is, they comprise  symbiotic figures between container and  thing contained that offer mutual protec- tion (152). Such morpho- immunological  edifices, he argues, range from very small  microspheres like the uterus to very large  macrospheres such as ancient walled  cities, the",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "3c0ffb67-87b3-41c9-ba71-cfb78faab153",
    "text": " small  microspheres like the uterus to very large  macrospheres such as ancient walled  cities, the nation- state, and — with the  completion of terrestrial globalization — the  capitalist world system. While near the end of Globes Sloter- dijk suggests that the macrospherological  structures of modernity have lost their  immunizing power — reflecting, in his own  terminology, Schmitt’s interpretation of  englobement as the loss of nomos — the  spherological approach to the spatial  dimensions of the world enables Sloterdijk  to reconsider the possibilities for respati- alizing what globalization and the infinite  mobilization of capitalism tend to neglect  and despatialize, that is, local, coexisten - tial spaces of vital interiority. Thi",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "141c9fa1-9147-4ed2-9ed6-2873bbd8c313",
    "text": "tend to neglect  and despatialize, that is, local, coexisten - tial spaces of vital interiority. This way  of thinking mirrors that of Bruno Latour  (2005: 179), one of Sloterdijk’s intellectual  allies and admirers, who wrote, “There  exists no place that can be said to be  ‘non- local.’ If something is to be ‘delocal- ized,’ it means that it is being sent from  one place to some other place, not from  one place to no place.” For that reason,  Jean- Pierre Couture (2016: 57) argues, the  attributable task for spherology cannot be  one of pessimistic resignation but rather  of “relocalizing the global,” of engendering  and maintaining interior, solidary spaces,  namely, atmospheric systems or communi- ties that immunize their existence by r",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "f21fa556-d1fc-46c3-a44b-0fe18e7a963c",
    "text": "r, solidary spaces,  namely, atmospheric systems or communi- ties that immunize their existence by repro- ducing their distinctive symbolic processes  and moods. By the same token, Sloterdijk  argues, it is only by means of producing  and sustaining a resonance between those  who live together that present- day cultures  are able to reproduce themselves as  domestic climates. “Media before All Media”:   Spherology as Therapeutic Strategy Although Schmitt’s philosophy of spa - tiality is consistent with the view that  communities are themselves an effect of  the spaces they create, the notion that  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 202",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "389abc8c-96b3-49d9-87d1-eb8e147adaa3",
    "text": "ltural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020314 the atmospheric constitution of culture is  “the properly ‘fundamental’ element” (or  “that which makes us possible in a primary  way”) constitutes the specific concep - tual difference separating Sloterdijk’s  spatial anthropology from that implied by  Schmitt’s understanding of spatial revolu - tions (Sloterdijk and Heinrichs [2001] 2011:  245). Spheric coexistence thus serves as  the extra- attitudinal basis for Sloterdijk’s  rejection of Schmitt’s thesis regarding the  spaceless nihilism of englobement and,  along with it, his fatalistic resignation. Even  so, Sloterdijk nowhere",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "d5f4db0c-bdb6-4aef-aa11-487cb573b8e8",
    "text": "ihilism of englobement and,  along with it, his fatalistic resignation. Even  so, Sloterdijk nowhere makes explicit that  the self- attunement or symbolic climatiza- tion of shared spaces is what distinguishes  his spherology from Schmitt’s conception  of spatiality and can even appear some - what cagey about drawing comparisons  between his spheres project and Schmitt’s  spatial turn. Sloterdijk does, however, pro- vide a clue in a note to the last chapter of  Globes (“The Last Orb”). In it he explicitly  comments on Schmitt’s reference to §247  of Hegel’s Elements of the Philosophy  of Right, wherein Hegel acknowledges  the importance of the sea element in  joining together different nations through  the world- spanning growth of industry",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "fe0370c8-fa02-4588-a636-6d7cae63c768",
    "text": "e sea element in  joining together different nations through  the world- spanning growth of industry.  Schmitt ([1942] 2015: 95) invokes this  passage, so he claims, to argue that his  own spatial history of modernity ought  to be interpreted as “the beginning of an  attempt to bring to fulfillment this §247 in  a way similar to that in which §§243 – 246  was brought to fulfillment in Marxism.”  Sloterdijk ([1999] 2014: 1012n70), though,  reads this statement as a hollow ambi- tion and for two reasons: both because  of Hegel’s negligible importance to the  study of maritime modernity and, more  important, because Schmitt’s narrow  emphasis on geoelements causes him to  overlook the decisive “media- theoretical”  dimension of modern power. S",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "432b8e8e-f5ee-4e68-9c9d-6c26e722140a",
    "text": " geoelements causes him to  overlook the decisive “media- theoretical”  dimension of modern power. Schmitt’s  philosophy of spatiality may nullify any  charge of crude environmental determin- ism, emphasizing, as it does, a dialectic or  mutually constitutive relationship between  revolutions of spatial consciousness and  elemental transformations, but his account  of spatial revolutions, by giving priority to  dominion over the elements, overlooks, on  Sloterdijk’s view, an even more elemental  medium: spheres. Sloterdijk’s recasting of Heidegger’s  being- in- the- world as “being- in- spheres”  thus also functions to round out his  critique of Schmitt’s spatial pessimism.  For Sloterdijk ([1998] 2011: 55), “being-  in- spheres” highlights",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "deda3217-940d-4647-8d6a-bea7c6b7084d",
    "text": " of Schmitt’s spatial pessimism.  For Sloterdijk ([1998] 2011: 55), “being-  in- spheres” highlights the primordial  need and capacity of humans to engage  in local world construction, to cultivate  and preserve themselves by designing  self- harboring, autogenous vessels that  provide psychosocial protection against  the hazards of life in the world’s openness.  On this view, being- in- spheres mediates  human existence by establishing the  primordial spatial structure of dwelling  relations: [One] must assume that there is a mid-  world  position or a between that is neither inclusion  in the environmental cage nor the pure terror  of being held out into the indeterminate. The  transition from environment to world becomes  apparent in sph",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "2576e040-f297-4b32-94ac-0ac948d1b3ea",
    "text": " held out into the indeterminate. The  transition from environment to world becomes  apparent in spheres as between-  worlds.  Spheres have the status of an “intermediate  openness.” They are the membrane shells  between inner and outer and thus media before  all media. . . . The spherical is the midpoint. . . .  [It] allows its inhabitants to be simultaneously  localized in the dimension of nearness and in  the monstrous immensity of world-  openness  and world-  outwardness. (Sloterdijk [2001a]  2017: 109 – 10) By reconceptualizing Being as that Being  for which being- in- the- world fundamentally  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "bf271a00-b5ea-455a-b8ec-e6862444080c",
    "text": "/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS315 means belonging to self- insulating and  self- domesticating spheric interiorities or  membraneous dwelling containers, Sloter- dijk proposes an understanding of medi - ation prior to and more fundamental than  the power- constitutive role that Schmitt  assigns to dominion over the elements.  Even though Schmitt acknowledges the  human capacity for what Sloterdijk labels  “spheropoiesis,” insofar as human social  formations (spheres) are shaped by acts  of collective will, they tend to result, for  Schmitt ([1942] 2015: 11), from decisions  about the appropriation of geoelements,  rather than from ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9b73acf6-e27f-435a-b754-e1eb344d3b6c",
    "text": "chmitt ([1942] 2015: 11), from decisions  about the appropriation of geoelements,  rather than from the elemental media or  spherical environments in which people  assemble and enable the formation of  space by virtue of their coexistence: The human has some latitude for his power  and his historical empowerment. The human  is capable of choice, and in certain historical  moments he can even choose the element in  which he determines himself as a new collec - tive form of his historical existence through his  own deed and his own achievement and the  element in which he organizes himself. In this  sense, rightly understood, the human has, as  the poet says, “the freedom to break out where  he will.”17 Sloterdijk’s counterposition of spheres",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "690387b9-0043-482b-8266-6f834eeabfb8",
    "text": " the poet says, “the freedom to break out where  he will.”17 Sloterdijk’s counterposition of spheres as  primordial media is therefore the primary  means by which he engages with and dif- ferentiates his spherology from Schmitt’s  spatial theory. In so doing, Sloterdijk draws  attention to the proxemic means by which  we act on and are thereby able to alter  the environments that in turn condition us  and mediate or come between us and a  world considered to be outside — both the  preexisting, handed-  down conditions and  those that are radically altered by new geo - elemental appropriations and technological  developments. What spherology makes  possible is the conceptual-  theoretical  affirmation of the facticity of human being-  togeth",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "1d7c6489-3f82-4c85-8b49-5e6b8e1a757d",
    "text": "akes  possible is the conceptual-  theoretical  affirmation of the facticity of human being-  together- in- spheres in the face of radical  changes to global space and world order.  It celebrates the general human resilience  under nihilist- anarchic conditions. But more  important, spherology prescribes itself  as a theoretical perspective for analyzing  and writing about the multiplicity of ways  that we co- re-create the conditions of our  spatial existence in an ongoing process of  mediation and climatization through which  shared living in an interior is constituted  and remains an ever- renewable possibility. If by media Sloterdijk had intended the  usual (or even not so usual) suspects of  mass media, then his criticism of Schmitt’s ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "1eeab89e-64aa-4487-bae8-3052572a59d2",
    "text": "intended the  usual (or even not so usual) suspects of  mass media, then his criticism of Schmitt’s  neglect of the role of media in the process  of globalization would seem to subserve  rather than contradict Schmitt’s pessimism  regarding the possibility of spatial ordering  in an era of postenglobement. Indeed,  Sloterdijk himself underscores the centrality  of various imaging and memory media (e.g.,  globes, maps, planispheres, and atlases) to  the accomplishment of circumnavigation in  the age of discovery, and of twentieth-  and  twenty- first- century tachotechnologies to  the completion of electronic globalization.  Thanks to global telecommunication net- works and modern mass media, particularly  television and more contemporary in",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "5cf4a4f6-9c73-419e-90fb-3c3e4dd7a870",
    "text": "elecommunication net- works and modern mass media, particularly  television and more contemporary internet-  based media such as YouTube, Twitter,  and Facebook, countless points on the  earth’s surface have been transformed into  homogeneous spaces, defined by the equi- potency of points within them and the con- nectivity of those points through direct lines  (see Sloterdijk 1994). “Those born after  the advent of television,” wrote Sloterdijk  ([2005] 2014: 250), “know nothing of the  sweetness of life in the boundless world.  The true feeling of the Modern Age, which  blossomed here and there into the 1930s,  presupposed slow media.” For those of us  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "6ee479b6-46bd-4e7b-91a8-e046a98811e8",
    "text": "hose of us  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020316 living through the current postelectronic  phase of globalization, however, the only  traditional quality of space that would seem  to remain existent is conductivity, or the  combination of conductivity, connectivity,  and mediality. The space of distance, how- ever, of meaningful separation and place- ment in shared harboring containers, has  been replaced by the space of gathering  that surrounds us as the technical environ- ment of telecommunication networks and  fiber optics: “Anyone who wants to see  the myth of the disa",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9e725e2c-c40b-463f-b964-a4147b808ed4",
    "text": "ment of telecommunication networks and  fiber optics: “Anyone who wants to see  the myth of the disappearance of space  confirmed,” wrote Sloterdijk, “need only  reach for the telephone or perform a few  mouse clicks” (250). Thanks to the global  network, spatiality today essentially means  the accommodation of space to reduction,  compression, and annulment, to calling up,  manipulating, combining, securing, and  deleting. Nevertheless, because of the pos- itive perspective afforded by spherol- ogy, Sloterdijk is able to counterpose  this unhappy description of modernity’s  distance- destroying, compressive effects  with an assertion of the continued rele- vance of spheric extension in local, shared  enclosures of coexistence and coimmu- n",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "356d1693-8a54-4d1b-98fe-0d39d8da3977",
    "text": "continued rele- vance of spheric extension in local, shared  enclosures of coexistence and coimmu- nity. By privileging spheres rather than  geo- elements as the most fundamental  medium or site of production of human  beings, spherology enables Sloterdijk to  affirm the current and future possibilities of  extended, uncompressed space. Sloter- dijk ([2005] 2014: 251 – 52) champions, in  particular, the “reactionary” — by which  he means the spheropoietic or spatially  creative — impulses of media ecologists  such as Marshall McLuhan, Eric Havelock,  Jack Goody, and company. For Sloterdijk,  their participative, recontextualizing attitude  toward life, as well as their emphasis on  aural/oral culture, suggests a therapeutic  strategy or pha",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "d4d9564e-4ab7-4da9-97e3-d9f613e7d28a",
    "text": "ward life, as well as their emphasis on  aural/oral culture, suggests a therapeutic  strategy or pharmakon whereby it becomes  possible to articulate, understand, and  experiment with the various geodesic   strata of spatial experience. These impulses  are not limited to twentieth- century intellec- tuals, Sloterdijk maintains, but have been  wandering through the ages in manifold   variations — from the spheropoiesis of  Jesus, Diogenes, and the Stoics to early  socialists, 1960s situationists, and present-  day group therapists — and can today be  observed in newly manifold reassertions  of context over against the effects of  decontextualization. This new spatial  consciousness, the “culture of presence,”  of which Sloterdijk is both pro",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "a16ae627-ed03-4698-ad32-4f6b98b9f8e1",
    "text": "zation. This new spatial  consciousness, the “culture of presence,”  of which Sloterdijk is both prophet and  modern- day chronicler, consists primarily  in rediscovering the local as a sphere of non- compressible and nonabbreviated space,  an extended inner zone or atmosphere in  which emphasis is placed on slowness  and embedded, passive forms of solidarity  (254). In affirming such spatial thought (and  practice) Sloterdijk essentially opposes a  medial logic of participation, situatedness,  and locational fidelity (“the autonomous  rights of that which is extended in itself”) to  the tachotechnological progress of “de-  contextualization, compression, mapping  and the neutralization of space” (255).  Englobement, in other words, or the ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "4d123602-2af5-45a8-aa67-4b2afd5c8484",
    "text": " compression, mapping  and the neutralization of space” (255).  Englobement, in other words, or the elec- tronic phase of globalization cannot supplant  lived extendedness or uncompressible  spheric extension as long as human beings  continue to form local solidary systems  in a particular place and extend them- selves by means of local resonances and  immune systems of repeatable gestures.  For Sloterdijk, there is simply no existence  without participation in unabbreviated local  communities of embeddedness and mutual  indwelling, which, as per spherology, is  tantamount to saying that localism as such  is unsuspendable. Sloterdijk’s spherological under- standing of localism thus breaks with and  Downloaded from http://read.dukeupress.edu",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "cc05a740-71ba-4652-99d6-7fc4c68f7c2e",
    "text": "logical under- standing of localism thus breaks with and  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS317 potentially undercuts Schmitt’s world-  historical pessimism, because it positions  the local as a self- spatializing force rather  than an antonym of the global. Ultimately,  Schmitt’s focus on elemental transfor- mations and appropriations is rhetori- cally salient only insofar as it refuses to  acknowledge Sloterdijk’s ([2005] 2014:  257, 261) space- theoretical perspective  according to which “existence, as the  positing of a symbolic and physical volume,  means residing in the uncompressible”  w",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "10c4391c-148d-4793-a39c-173bb0a779df",
    "text": "tence, as the  positing of a symbolic and physical volume,  means residing in the uncompressible”  while localism signifies “an affirmation of  creative extension- in- the- place.” Schmitt,  by contrast, in focusing on appropriation  cannot but relate the local and the global  to each other in the same way as the point  and the field, such that the local is con - ceived merely as a spot in a homogeneous  spatial grid, as a locational space that is  either already or well on its way to being  appropriated, distributed, and reproduced  within the postoceanic monotony of despa- tialized space. Hence, while both Schmitt  and Sloterdijk envisage the reemphasis of  the local as a revolt against the contracted  world of a nomosless earth, spherolo",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "e929c32e-8422-41a7-b6dc-4126c5953aff",
    "text": "he reemphasis of  the local as a revolt against the contracted  world of a nomosless earth, spherology  entails rejecting the figure of the telluric  partisan on the grounds that its autochth - onal and martial characteristics manifest a  basic misunderstanding of the spatial — or  spheric — dimension of our being- in- the-  world. Despite the “reactionary” impulses  entailed by participative projects of being  extended (and being connected) in one’s  own place, localism, on Sloterdijk’s ([2005]  2014: 261) view, is engendered and main- tained by the spheropoietic cocreation of  local force fields in which collective affects  circulate and produce mutual solidarities  that summon members to participate  in the community, “enabling pursuers ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "1cac77f2-e1cb-4383-9a40-523d1bcd3d5e",
    "text": "oduce mutual solidarities  that summon members to participate  in the community, “enabling pursuers  of personal interests to see themselves  as carriers of a shared interest and an  exaggerated animation.” This only works,  however, insofar as the community, the  city, or the nation is capable of sustaining  its projective dynamism into the future,  that is, when the created space, with its  local egotism and local enthusiasm, is  stronger than the centrifugal forces of  multinational- global capital and the syn- chronous programming power inherent in  today’s rapidly effective new mass media.  This is at once the possibility and ever-  renewable challenge of being-  in- spheres,  the new spatial revolutionary situation in  which the basic",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "378dcd20-0202-4081-a6db-c2aef2bbcee1",
    "text": "wable challenge of being-  in- spheres,  the new spatial revolutionary situation in  which the basic situation returns. In the final analysis, the political pur- chase of Sloterdijk’s critical, albeit some - what subterranean, engagement with  Schmitt consists primarily in the capacity  of spherology to forward a nonpessimistic  alternative to Schmitt’s reactionary diagno - sis of a spaceless nihilism of world unity.  Given Schmitt’s relative marginalization in  the spheres project, Sloterdijk evidently did  not consider Schmitt a serious interlocutor.  From a spherological perspective Schmitt’s  notion of spatial revolution and the accom- panying spatial history of modernity are  lines of thought to be not extended but  overcome. The same ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9264a2b2-2421-4b7d-9314-765637bd7cbe",
    "text": "nying spatial history of modernity are  lines of thought to be not extended but  overcome. The same holds for Schmitt’s  exceedingly grim prognostication of an  apocalyptic civil war, the world-  weary  figures of the telluric partisan and the  katechon, and the reactionary fantasy of a  multipolar world exemplified by an impe - rialistic federal order between European  states. Yet given the growing subjective  adherence that Schmitt’s spatial writings  enjoy today among right- wing intellectual  and activist movements, identitarians and  neo- Eurasianists in particular, Sloterdijk’s  spatial theorization can perhaps best be  read as offering a positive anthropological  strategy by which to challenge the spatial  pessimism that, grounded in",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "ac69abd4-fbdf-49e7-ac76-43004e31fdba",
    "text": " a positive anthropological  strategy by which to challenge the spatial  pessimism that, grounded in nostalgia for  a prior mode of global spatial ordering,  feeds into today’s reactionary geopolitics.  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020318 To be sure, spherology does not constitute  a revolutionary plan of action or militant  subjectivity, and in the third volume of  Spheres Sloterdijk ([2004] 2016: 82)  juxtaposes spherology with the concept  of revolution, provocatively claiming that  “we have never been revolutionary.”18  Nonetheless, irrespective of what one  may think a",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "c537d03e-c46d-40f5-b67f-54c6766b68eb",
    "text": "ming that  “we have never been revolutionary.”18  Nonetheless, irrespective of what one  may think about the continued prospects  for revolution in the contemporary era, by  providing the theoretical-  conceptual means  to affirm, describe, and potentially inform  the medial and atmospheric potentiality  of a range of localisms, Sloterdijk’s spatial  anthropology entails an art of writing that,  at the service of experience, is poised  to cultivate an immunological “a- where- ness” in opposition to fatalistic discourses  regarding dramatic changes in the material  or geoelemental conditions of society. In working toward an anthropological  understanding of the sites of coexistence  and lived extendedness, Sloterdijk does  not wax nostalgic ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "0002f5f2-2f05-4e41-8000-6720122a1a5f",
    "text": "derstanding of the sites of coexistence  and lived extendedness, Sloterdijk does  not wax nostalgic for older forms of spatial  existence, nor is he only or primarily con- cerned with localized geographies such as  the neighborhood and town. For millions of  people today being- in- spheres manifests  in the operative principle of coisolated  existence that links insulated particles  making up contemporary social configu- rations. But rather than long for a mostly  vanished organicism — or a never- was  contractualism — Sloterdijk ([2004] 2016:  65) wants to channel spheropoiesis into the  design and reconstruction of new immune  systems and techniques, as well as the  explication or elaboration of “the facilities,  atmospheres, and encompas",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "03a3d9d3-0958-42b7-a7c2-5c719f95a60f",
    "text": "echniques, as well as the  explication or elaboration of “the facilities,  atmospheres, and encompassing situations  in which, according to our own plans and  assessments, we will reside.” And in that  belief, spherology can be recommended as  a nonrevolutionary political phenomenon  capable of generating theory and inter- pretation and of cross- pollinating with any  number of practical- professional or even  personal- intuitive pursuits, from installa- tion art and architecture and design to the  “mobile cocooning” behavioral practices of  quasi- nomadic business people (Sloterdijk  [2005] 2014: 257). What’s more, in assert- ing and explicating the ever- renewable  projective dynamism of locational fidelities,  of participation, situatedn",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "fff89329-4ac4-448e-9cba-c9ed4013ac14",
    "text": "ting the ever- renewable  projective dynamism of locational fidelities,  of participation, situatedness, and indwell- ing in myriad spheric extensions, Sloterdijk’s  spherological approach to the spatiality of  being promises to undermine the kind of  reactionary motive that goes into Schmitt’s  nihilistic vision of a spaceless earth and to  make ridiculous, rather than heroically   tragic, the image of territorial resistance  fighters disappearing like dogs on the  freeway. Notes 1. Although it was developed during the Nazi  period, after the war Land and Sea was  represented as a “children’s book,” a sort of  world- historical fairy tale to be read as a bedtime  story for his daughter, Anima. 2. The phrase heroic realism was made popular ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "61a0afae-403d-46d1-a1e1-5577a0f5e716",
    "text": " be read as a bedtime  story for his daughter, Anima. 2. The phrase heroic realism was made popular  during the interwar years by several of Schmitt’s  fellow conservative revolutionaries. See, e.g.,  work by the novelist Thomas Mann ([1918] 1985)  and Schmitt’s longtime friend Ernst Jünger  ([1932] 2017). 3. Arguing against Jean-  François Kervégan’s   (1999) view that in Schmitt’s work there is a  remarkable contrast between texts written  before and after World War II, Claudio Minca   and Rory Rowan (2016) trace evidence of  Schmitt’s spatio-historical framework to pre- 1938  “decisionist” works such as Roman Catholicism  and Political Form ([1923] 1996) and The Concept  of the Political ([1932] 2007). Acknowledging  that spatial history",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "406da95f-184c-439f-8176-956806917268",
    "text": "m ([1923] 1996) and The Concept  of the Political ([1932] 2007). Acknowledging  that spatial history remains a relatively obscure  concept, they nevertheless maintain that it is “a  subterranean, albeit fundamental, dimension of  Schmitt’s thought” (188). 4. Indeed, both Samuel Garrett Zeitlin (2015: lxiii)  and Eduardo Mendieta (2011: 263) claim that  Schmitt’s question, “A spatial revolution — what  Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS319 is this?” should be viewed as the centerpiece of  Land and Sea (see Schmitt [1942] 2015: 47). 5. For Schmitt’s critique of the dominance of  technological thi",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "c8facd37-569a-421c-904f-c316d17e9572",
    "text": " Sea (see Schmitt [1942] 2015: 47). 5. For Schmitt’s critique of the dominance of  technological thinking in the twentieth century  and what he referred to as “the spirit of  technicity,” see Schmitt ([1929] 2007). See also  Donado 2013. 6. Schmitt’s critique of modernity, after the second  spatial revolution, is primarily based on his  understanding of a planetary appropriation of  industry and the globalization of capitalism. See,  e.g., Schmitt (1953) 2003. 7. On the historical specificity of this form of nihilistic  anarchy Schmitt ([1950] 2003: 66) wrote, “If  ‘nihilism’ is not to become an empty phrase, one  must comprehend the specific negativity whereby  it obtains its historical place: its topos. Only in this  way can the nihilism ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "3dcb7df4-ca96-453f-abcc-d04b3621cae3",
    "text": " negativity whereby  it obtains its historical place: its topos. Only in this  way can the nihilism of the 19th and 20th centuries  be distinguished from the anarchistic conditions  of the Christian Middle Ages. In the connection  between utopia and nihilism it becomes apparent  that only a conclusive and fundamental separation  of order and orientation can be called ‘nihilism’ in a  historically specific sense.” 8. Citing many variations of the mythical struggle  between great beasts of land and sea, Behemoth  and Leviathan, Schmitt ([1942] 2015: 11) claims  that the elemental opposition between land  and sea is not unique to modernity but has  been acknowledged for ages and accounts for  historical change. 9. Arguably, Schmitt’s use of no",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "d8767eb8-cc0b-4c91-90fc-266e4b37dedb",
    "text": "as  been acknowledged for ages and accounts for  historical change. 9. Arguably, Schmitt’s use of nomos signals his pivot,  initiated in the late 1930s, from state sovereignty  and the political toward the spatial order that  is the ground of all law. In this context nomos  (law) is no longer conceived as emanating from  the decision of a sovereign but instead from an  original “appropriation, distribution, production,”  which establishes a new spatial order. See  Schmitt (1953) 2003: 324; see also Palaver 1996. 10. Commenting on the spatiality of being-  in- the-  world, Heidegger ([1927] 1962: 146) wrote,  “Space is not in the subject , nor is the world in  space. Space is rather ‘in’ the world in so far as  space has been disclosed by th",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "d2d81222-e883-476f-84af-35a77fabe726",
    "text": " is the world in  space. Space is rather ‘in’ the world in so far as  space has been disclosed by that Being-  in- the-  world which is constitutive of Dasein.” 11. For a contrasting perspective that argues against  Schmitt’s view that the ocean is fundamentally  without substance, see Steinberg 2011. 12. Several commentators single out or at least  allude to this passage as revealing the  ambivalent or even cautiously optimistic tone of  Schmitt’s writings about space. See, e.g., Simons  2016: 797; Minca and Rowan 2016: 192; and  Mendieta 2011: 266. 13. Sloterdijk (2009: 128) employs the phrase  psychedelic capitalism to describe the intense,  disorienting effects of the inner realm of global  capitalism, which is primarily, on his view, a",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "a20a745e-c0a8-44e2-8eb5-a632c00773a4",
    "text": ",  disorienting effects of the inner realm of global  capitalism, which is primarily, on his view, a  global interior without outside. He points to  Joseph Paxton’s Crystal Palace, erected in  London in 1851 to house the Great Exhibition, as  offering “a perfect expression of the spatial idea  of psychedelic capitalism.” See also Sloterdijk  (2005) 2014: 12 – 13 and (2004) 2016: 321 – 23. 14. For a comprehensive view of Sloterdijk’s ([1999]  2014) interpretations of the metaphysical or  cosmological phase of “globalization,” see the  prologue (13 – 43) and introduction (45 – 134). 15. As an exemplar of the “Stop history!” theme  Sloterdijk points to Eric Voegelin’s Order and  History (1974). For a more popular representation  of the theme o",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "b71d8b1a-c4eb-425a-8ffc-56f7a3a7edbe",
    "text": "ints to Eric Voegelin’s Order and  History (1974). For a more popular representation  of the theme one could hardly do better than  recall William F. Buckley Jr.’s (1955) mission  statement for National Review : “It stands  athwart history, yelling Stop, at a time when no  one is inclined to do so, or to have much patience  with those who so urge it.” 16. For his redescription of “being-  in- the- world”  as “being- in- spheres,” see Sloterdijk (1998)  2011: 333 – 35, 339, and (2001b) 2017. For an  extended critical comparison of Heidegger’s and  Sloterdijk’s views on spatial ontology, see Morin  2012. See also Latour 2009: 140. 17. As Zeitlin (2015: 11n9) points out, Schmitt’s  reference is to the last six words of Friedrich  Hölderlin’s 1",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "5e99a62b-415e-47d2-91ca-891b11b27f66",
    "text": "n (2015: 11n9) points out, Schmitt’s  reference is to the last six words of Friedrich  Hölderlin’s 1800 poem “Lebenslauf” (“Curriculum  vitae”). 18. Sloterdijk’s own political views are somewhat  complicated, and he is often criticized for his  perceived complicity in “lite” reactionary politics.  See, e.g., Honneth (2009) 2010; Müller 2016;  and Sutherland 2019. Although the question of  Sloterdijk’s political commitments is beyond the  scope of this article, I maintain that, in contrast to  Schmitt, Sloterdijk’s positive theorization of space  is at odds with and can therefore be divorced from  any reactionary positions, real or imagined. Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf ",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "e09ffce1-9ebe-4408-b815-672fd8404459",
    "text": "ownloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 Ethan Stoneman CULTURAL  POLITICS  • 16:3 November 2020320 References Bendersky, Joseph W. 1983. Carl Schmitt: Theorist for  the Reich. Princeton, NJ: Princeton University  Press. Berman, Russell A. 2015. “Geography, Warfare, and  the Critique of Liberalism in Carl Schmitt’s Land  and Sea.” In Schmitt (1942) 2015: xiii – xxix. Buckley, William F. 1955. “Mission Statement.”  National Review, November 19. www.national  review.com/1955/11/our-  mission- statement  - william- f- buckley- jr/. Connery, Christopher L. 2001. “Ideologies of Land and  Sea: Alfred Thayer Mahan, Carl Schmitt, and the  Shapin",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "3a1ab100-4906-4870-a9ee-b83b4857b86c",
    "text": "hristopher L. 2001. “Ideologies of Land and  Sea: Alfred Thayer Mahan, Carl Schmitt, and the  Shaping of Global Myth Elements.” Boundary  2  28, no. 2: 173 – 201. Couture, Jean-  Pierre. 2016. Sloterdijk. Cambridge:  Polity. De Benoist, Alain. 2007. Carl Schmitt Actuel . Paris:  Éditions Krisis. De Benoist, Alain, and Alexander Dugin. 2014. Qué  es el Eurasismo? Una conversación de Alain  de Benoist con Alexander Dugin ( What Is  Eurasianism? A Conversation by Alain de Benoist  with Alexander Dugin ). Tarragona, Spain:  Ediciones Fides. Donado, Juan Carlos. 2013. “Schmitt’s Spirit of  Technicity: Reading ‘The Age of Neutralizations  and Depoliticizations.’ ” Telos, January 22. www  .telospress.com/schmitts-  spirit- of- technicity  - readin",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "824d8009-bb78-483b-9118-5ecd0ac0fc88",
    "text": "iticizations.’ ” Telos, January 22. www  .telospress.com/schmitts-  spirit- of- technicity  - reading- the- age- of- neutralizations- and  - depoliticizations/. Elden, Stuart. 2010. “Reading Schmitt Geopolitically:  Nomos, Territory and Großraum .” Radical  Philosophy, no. 161: 18 – 26. Han, Byung-  Chul. (2015) 2018. Saving Beauty.  Translated by Daniel Steuer. Cambridge: Polity. Heidegger, Martin. (1927) 1962. Being and Time .  Translated by John Macquarrie and Edward  Robinson. New York: Harper Perennial. Heidegger, Martin. 1977. “The Age of the World  Picture.” In The Question Concerning Technology  and Other Essays, translated by William Lovitt,  115 – 54. New York: Harper Perennial. Honneth, Axel. (2009) 2010. “Against Sloterdijk.” Gr",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "53a7b4d5-1c66-496e-95d1-978044f12a5a",
    "text": " Lovitt,  115 – 54. New York: Harper Perennial. Honneth, Axel. (2009) 2010. “Against Sloterdijk.” Great   Stage, February 11. www.cshingleton.com/2010  /02/axelhonnethagainstsloterdijkfatal.html Jünger, Ernst. (1932) 2017. The Worker: Dominion and  Form. Edited by Laurence Paul Hemming, translated  by Bogdan Costea and Laurence Paul Hemming.  Evanston, IL: Northwestern University Press. Kervégan, Jean-  François. 1999. “Carl Schmitt and  ‘World Unity.’ ” In The Challenge of Carl Schmitt,  edited by Chantal Mouffe, 54 – 74. London: Verso. Latour, Bruno. 2005. Reassembling the Social: An  Introduction to Actor- Network- Theory. Oxford:  Oxford University Press. Latour, Bruno. 2009. “Spheres and Networks: Two  Ways to Interpret Globalization.”",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "98793c56-d0a7-4c48-aaad-31cd48543bad",
    "text": "University Press. Latour, Bruno. 2009. “Spheres and Networks: Two  Ways to Interpret Globalization.” Harvard Design  Magazine, no. 30: 138 – 44. Mann, Thomas. (1918) 1985. Reflections of a  Nonpolitical Man. Translated Walter D. Morris.  New York: Frederick Ungar. Marquard, Odo. 1991. “The Age of Unworldliness? A  Contribution to the Analysis of the Present.” In In  Defense of the Accidental, translated by Robert M.  Wallace, 71 – 90. Oxford: Oxford University Press. Mendieta, Eduardo. 2011. “ Land and Sea.” In Spatiality,  Sovereignty and Carl Schmitt, edited by Stephen  Legg, 260 – 67. New York: Routledge. Minca, Claudio, and Rory Rowan. 2016. On Schmitt and  Space. New York: Routledge. Morin, Marie-  Eve. 2012. “The Coming- to- the- Worl",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "e4c53b65-ffd1-4ade-9bbc-93d5fc933d45",
    "text": "16. On Schmitt and  Space. New York: Routledge. Morin, Marie-  Eve. 2012. “The Coming- to- the- World of  the Human Animal.” In Sloterdijk Now, edited by  Stuart Elden, 77 – 95. Cambridge: Polity. Müller, Jan- Werner. 2016. “Behind the New German   Right.” New York Review, January 9. www  .nybooks.com/daily/2016/04/14/behind-  new  - german- right- afd/ Palaver, Wolfgang. 1996. “Carl Schmitt on Nomos and  Space.” Telos, no. 106: 105 – 27. Schmitt, Carl. (1923) 1996. Roman Catholicism and  Political Form. Translated by G. L. Ulmen.  Westport, CT: Greenwood. Schmitt, Carl. (1929) 2007. “The Age of Neutralizations  and Depoliticizations.” In The Concept of the  Political, exp. ed., translated by Matthias  Konzett and John P. McCormick, 80 – 96",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9d047e50-3103-47bd-abbf-7c5c71af6f85",
    "text": " Concept of the  Political, exp. ed., translated by Matthias  Konzett and John P. McCormick, 80 – 96. Chicago:  University of Chicago Press. Schmitt, Carl. (1938) 2008. The Leviathan in the State  Theory of Thomas Hobbes: Meaning and Failure of a  Political Symbol. Translated by George Schwab and  Erna Hilfstein. Chicago: University of Chicago Press. Schmitt, Carl. (1939 – 41) 2011. “The Großraum Order  of International Law with a Ban on Intervention  for Spatially Foreign Powers: A Contribution  to the Concept of Reich in International Law.”  In Writings on War, edited by Timothy Nunan,  75 – 124. Cambridge: Polity. Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College use",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "2612adb3-6bfb-4f1f-8cf2-8e4c52d1fcea",
    "text": "ad.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020 After ENGLOBEMENT CULTURAL  POLITICS321 Schmitt, Carl. (1942) 2015. Land and Sea: A World-  Historical Meditation. Translated by Samuel  Garrett Zeitlin. New York: Telos. Schmitt, Carl. (1950) 2003. The Nomos of the Earth in the  International Law of the Jus Publicum Europaeum.  Translated by G. L. Ulmen. New York: Telos. Schmitt, Carl. (1953) 2003. “Appropriation/Division/ Production: An Attempt to Determine from Nomos  the Basic Questions of Every Social and Economic  Order.” In Schmitt (1950) 2003: 324 – 35. Schmitt, Carl. (1954) 2015. Dialogues on Power and  Space. Translated by Samuel Garrett Zeitlin.  Cambridge: Po",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "1e2adf8f-f9a9-4776-90c1-d500a17d80ab",
    "text": "rl. (1954) 2015. Dialogues on Power and  Space. Translated by Samuel Garrett Zeitlin.  Cambridge: Polity. Schmitt, Carl. (1957) 2003. “ Nomos — Nahme —   Name.” In Schmitt (1950) 2003: 336 – 50. Schmitt, Carl. (1963) 2007. Theory of the Partisan:  Intermediate Commentary on the Concept of the  Political. Translated by G. L. Ulmen. New York:  Telos. Schmitt, Carl. (1978) 1987. “The Legal World  Revolution.” Telos, no. 72: 73 – 89. Simons, Oliver. 2016. “Carl Schmitt’s Spatial Rhetoric.”  In The Oxford Handbook of Carl Schmitt , edited by  Jens Meierhenrich and Oliver Simons, 776 – 802.  Oxford: Oxford University Press. Sloterdijk, Peter. 1994. Medien- Zeit: Drei gegenwarts-  diagnostische Versuche (Media- Time: Three  Current Diagnostic Atte",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "c0578331-0036-426e-845a-aa0cf2d33306",
    "text": " Medien- Zeit: Drei gegenwarts-  diagnostische Versuche (Media- Time: Three  Current Diagnostic Attempts). Berlin: Hatje Cantz. Sloterdijk, Peter. (1998) 2011. Bubbles: Microspherology.  Vol. 1 of Spheres, translated by Wieland Hoban.  3 vols. Los Angeles: Semiotext(e). Sloterdijk, Peter. (1999) 2014. Globes: Macrospherology.  Vol. 2 of Spheres, translated by Wieland Hoban.  3 vols. Los Angeles: Semiotext(e). Sloterdijk, Peter. (2001a) 2017. “The Domestication  of Being: The Clarification of the Clearing.” In  Not Saved: Essays After Heidegger, translated  by Ian Alexander Moore and Christopher Turner,  89 – 148. Cambridge: Polity. Sloterdijk, Peter. (2001b) 2017. “An Essential Tendency  toward Nearness Lies in Dasein.” In Not  Saved: Essay",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9f2da045-a0a7-4361-b1c1-6aa0d56cfd4b",
    "text": ", Peter. (2001b) 2017. “An Essential Tendency  toward Nearness Lies in Dasein.” In Not  Saved: Essays After Heidegger, translated by  Ian Alexander Moore and Christopher Turner,  257 – 62. Cambridge: Polity. Sloterdijk, Peter. (2004) 2016. Foams: Plural Spherology.  Vol. 3 of Spheres, translated by Wieland Hoban.  3 vols. Los Angeles: Semiotext(e). Sloterdijk, Peter. (2005) 2014. In the World Interior  of Capital: For a Philosophical Theory of  Globalization. Translated by Wieland Hoban.  Cambridge: Polity. Sloterdijk, Peter. 2009. “Spheres Theory: Talking to  Myself about the Poetics of Space.” Harvard  Design Magazine, no. 30: 126 – 37. Sloterdijk, Peter, and Hans-  Jürgen Heinrichs. (2001)  2011. Neither Sun nor Death. Translated by Stev",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9af77cea-77be-45d1-a4f9-9e5c9a1f855c",
    "text": "terdijk, Peter, and Hans-  Jürgen Heinrichs. (2001)  2011. Neither Sun nor Death. Translated by Steve  Corcoran. Los Angeles: Semiotext(e). Steinberg, Philip E. 2011. “Free Sea.” In Spatiality,  Sovereignty, and Carl Schmitt, edited by Stephen  Legg, 268 – 75. New York: Routledge. Sutherland, Thomas. 2019. “Peter Sloterdijk and the  ‘Security Architecture of Existence’: Immunity,  Autochthony, and Ontological Nativism.” Theory,  Culture, and Society 36, nos. 7 – 8: 193 – 214. Thrift, Nigel. 2006. “Space.” Theory, Culture, and  Society 23, nos. 2 – 3: 139 – 46. Ulmen, G. L. 2007. Translator’s introduction to Schmitt  (1963) 2007: ix – xxi. Zeitlin, Samuel Garrett. 2015. “Propaganda and  Critique: An Introduction to Land and Sea .” In  Schmit",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "6e6116cc-f19f-42d3-a3d1-542467557022",
    "text": "tlin, Samuel Garrett. 2015. “Propaganda and  Critique: An Introduction to Land and Sea .” In  Schmitt (1942) 2015: xxxi – lxix.  Zúquete, José Pedro. 2018. The Identitarians: The  Movement against Globalism and Islam in Europe .  Notre Dame, IN: University of Notre Dame Press. Ethan Stoneman is assistant professor in rhetoric and media studies at Hillsdale College, with  research interests in continental aesthetics, culture and media theory, popular culture, and  rhetoric. He is the coauthor of A Feeling of Wrongness: Pessimistic Rhetoric on the Fringes of  Popular Culture (2018). Downloaded from http://read.dukeupress.edu/cultural-politics/article-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "dfaa5d7a-f9f3-4c39-a811-19c05722aec7",
    "text": "rticle-pdf/16/3/303/828676/0160303.pdf by Hillsdale College user on 06 November 2020",
    "metadata": {
      "filename": "Stoneman_After Englobement.pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "38472983-c47b-4513-becc-6ac9a0805e0a",
    "text": "I I o F r-{ aot+{lJ{ ?lrr.r H d-l t-p Hl-J o- pH? a- aop -l zt,F 'ltt Zo -l i, oF tt, {o U td ch ?I oz U ir ots !7 tE ;i i:* o!omoo l g-,-iigEEEIiEEI .--HH@ N€. a, .6Fr i ge igs3R,3*iq: eH $;EHr,rti; E s-i[ 5i $1gr ci\\OOUIFO\\.lO I ts f.lig iE;'I E fr. EE irl Ei res a$E g = n e[ I Bg EP{I: -i, ., !, E li E egt jr i ,-\\, t BF i 3; lA'il q E 3 A { fl H ii.EB i il A ., q f il ;*i5a e s = r E x F= eF I i E 1Ei I ** t i * F il 6  Brs o ' g gq -tr+o.o EgtsC(o .t :oo- g*o, l=*l 8i lE$[ * iISEi E;l=et s IH$I $ lIgi s Lj.I a ro 5nh tr=rE 'ozEq€ aoTR.,c/:Ht41= l{ tr C) ozFl L'J z-la :E$ }F* [ffig$$ il *trggtr t:suE$ {ih$$ I$r$i I $ *s$$$ l $$$$$$ kre* a E E EI Sa Fr e x i1 i 1 I I l ; ;;i;l; ; : i iii; ii ti I ]:i: i:: ; I ;= i-i1i,:: :; : iii=; 1 =  ",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "39ff7543-b519-4b61-a5a7-03a0a5110c7e",
    "text": " E E EI Sa Fr e x i1 i 1 I I l ; ;;i;l; ; : i iii; ii ti I ]:i: i:: ; I ;= i-i1i,:: :; : iii=; 1 =  i : i i '= , ,  = = - - + 1 t Li : i;;: i :: l: ;; ii i 1Ii iii;rliiiiiiI I;liigitilllI;i }i;giilli161l1;ieeil;riili';a11'rii;ii,iui*Ei*li iiiliiliilliEii F lliillil*[glil:l giililllligllis  E3 ri 3 * fa e E E a e-6., a? Eila e; ;'ri;illiilil il r * lE A iIiuii iii iiiffiiiii,, ,, i l rii{[iIliiiliililiIllilllryEi1ii 1Ilii ElgiiiiilililiIiiIiiii;iEill\" E$ii;+liiil!a$E .;6'Ee aB$Ei r?l;; aai€$ 1s:Eq6B€E r!aic$aEfi$c $ [iEs liiii  i  lii  iEiiii il a ,a:Aiq ;-i$ilEilii iiiliiilil3*p*sfi gfiiE iii$il ;l'q  : -il;;! aHlAPg iaFsssrppis a;iiiFiiig E3,=a lali'iiilllliillii lll;wiliiEiii*llii;i;;iifi;i;ciiif,ii:ei*s'r E d' iiiiiigIiilliili:r',Eis *EH",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "2d91d50c-da34-479f-98a4-ae704b04605a",
    "text": ",=a lali'iiilllliillii lll;wiliiEiii*llii;i;;iifi;i;ciiif,ii:ei*s'r E d' iiiiiigIiilliili:r',Eis *EHIaes6.ardEo lirlF;Iiii$riliiaE srg; [$iBia$e tiE s i]*,re # 6 g F i; * x H I E q B t q e t l s € 3 l,'*:; f i i e g ] g,T a i: 6 g o\\ fgf;*,a t A i $; F lEii i $ [g i i il{ii Ii i ii iiiiiif,i1iiligiiiill :1iI rBIliiiiiiiiilliilliililliii ?a Ir ig i[igEI 3:$rl:eiri igC s 3 3$qnt;a;  :fl irE isFg i$e;trEFii i qiern.EEi o.,rEdF. ig.6;'f? iiiiiiiiiiiiii i ii:  =  ii ; i Ii I i 1s I ii iilist i ;; lilii[l1u  i a*i  '  i*  r [1ili:$;*i i I li lii# ili I i I it I  'lEiis  iEI -'--€ i I ! = r -837a=cl-;a*>-30r!@F-tsaC(OO'!t-=s=+\"Eb ;lt;sl3i Tt d 6 FrP i; a; $,5 + e ;: l$ ssea € Eiq::iqH s i =i  e I f r Eq[;P8Hy\" r:gi'3sE-3Yg.,{f,F *dtllgs;mrBfli;,8?",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "8b04274f-4a3e-4bb1-876f-d9341ab3a55a",
    "text": " i; a; $,5 + e ;: l$ ssea € Eiq::iqH s i =i  e I f r Eq[;P8Hy\" r:gi'3sE-3Yg.,{f,F *dtllgs;mrBfli;,8?iq B s e s'$o..l'1,E-5-=O 5d,#q?g? iiiliii$iiiiiiilftlgiFF$3rrr$is i ;i ii i ; ; Iii i i $ ;i= gEir s : 99 5q o', *A ;'_ii9 ;.' i ihE. ;- E F-', e -3q 8: s*i e {g= :liliiiiliiliiiiiIiiliill5=38 o EBEU  B- Iali :ddd* E :gId q 38ao *1.56 o [f, a g E B qg€ $ iE e;; { ae.?B e $€ {q 5-iqH€so' 3}=44;: .+{ xr cD6 o n ;5F i =ti+f;;g :g1a1:$;fl$'r r9 p*qi$ri$ s E*p e E{;a:E iii i iiii iii f li i iiii igii iiiif i ii ii iii ii i srE:e.* ig#;iriiil;eei [,aliI:;Eii;*: gl$iiiiilitlii ;tr=1;3fE:it ig:argJi6_3fi9E+_ €,3EEEe9I=;=-=iEi\";ariE;sBil=;E:e=iiE= ;6 ia- ':;liiiillillggEi! g:'ng3 ffiiiiliiiliIl iiiiEili ls'iiili:ii+i Ii Iiggg;EEHErEfl:9fl:E .qn?6_nH ",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "d39adae3-bff1-46a0-a86f-304ae52a2398",
    "text": "a- ':;liiiillillggEi! g:'ng3 ffiiiiliiiliIl iiiiEili ls'iiili:ii+i Ii Iiggg;EEHErEfl:9fl:E .qn?6_nH sFi[;{;gef;f,+ F;3rBi; i *{ cL 8l& sqIqg& ,r'd -Q .+g- llo}io o I98:l< o!LO :'of+5. =9o.: 5' ol [,3 *\",,oQ. E=(oJ 1+oE 6g iiiiiiiiiiigiiiiIiiii;*  i  ''*s  rf rii$, Or+:tq,(! iiBiiE. iil13*3;ig3;ilEEs 4sTi$F s3e'i EulE ;;;Bg; fAa+dq qfl'r*,EE ! *; if i lEs'i[** s il re it; qi;g i;5 i$lFI i :l,A-3; qf;alBe ! reE g € il*s:IP6  EiIF;F is;itc fiir.;$f iffigI mttEOOFl.roo(Dtoo 4og6*o <'9'+,rbToi g O t+.< cr- e3 H 4o*6 *8. t+o' E:-e \"-.P g o!DJoB O.E J ag\"Jdt o99 ..+O, 63d H-qF.ox-l oor< i; =i i E i-=n i3 i ; rlll! ii iIE .e r;g1B I t  =t :iE EE aEiEi; ii ;iia;iii: - B : ae I is; I I i ilii 1 [ i i I i llEE:1i iiil ;il iElE ] i i; r aE [[gi r3 : ii",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "e1c589d7-5ae4-4f2f-aef0-5c995de94dee",
    "text": "i; ii ;iia;iii: - B : ae I is; I I i ilii 1 [ i i I i llEE:1i iiil ;il iElE ] i i; r aE [[gi r3 : iii i$ [ii i rl fl [[ I'i ]E l li liiliEli i1l i I l l1$Ii1 1 1B1li ii f I 1E IEIE I r i iiilii ili I i1-EEiBii s iai? Hqi i?sqir5*r$ieir-a[ qiltAA! Ijl t- il i i i Il Ii ffi i l ;iiiiii iiiii il1g$fliliigii 1 rFEilt iiiii ii iiiiil i I li Ii Iii  i *- ii i'  iiiiiiii * 1=?y:=: =?=i3 fr;8:33;l'3il3;*eIqfEgAi;:: =  =: I r i'*i t;iE si; - E ssB. e s*;a \":.8; B-=;aFi:: tria;!-ii:iitiii;iii;aiIi;i aliBilfiiliiiiiIitillgiitiHIllliii: =HIi+i ii1i1i1i1l1iliiiili1liiiili1ii1iilE:i;'f;, FEgiliI liie:rs'aE?[iElEi:iI l[{iiili 'iilli  iI,ilillliui;HiaEr'{O(O,+ q:i.iAg: q.\"*' ' ,1ilfi*EBErgi.9\"r=,iilIi.Eiifies s: s:sq iirEP]gEilEh.a:di?aeg ssSEgg ii;iE; r= ",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "bd5e924c-75a0-4b57-80d5-6ad81ac6b92b",
    "text": ",+ q:i.iAg: q.\"*' ' ,1ilfi*EBErgi.9\"r=,iilIi.Eiifies s: s:sq iirEP]gEilEh.a:di?aeg ssSEgg ii;iE; r= = = 3 t =; =8 3e ts 9F8 r e E ts 58 E B 11e€r3 S ilqE 53+83 O O F f f tr O Z m13 O 't : = E O @ < < o < '! F O { O tr 3 c). o pto : - +O<(D+afO>aC<@OOdOgOB'tFH''!OOdF<(oF lE-igiI E 3 il,,9! ,i*EEi 1*rl*a I ii : tig  i Ii I ilil ii i ]'l! ii iii Iii i' I I liIig I I 1i; I { BfiaIr iit3Ig;tEIgsriE4]r*i:Eis5*$;si3't ;iif ; ;;iililiilIiEiiliil N  iil;F @  Elr;i*FFqrri iiiiiiiiiiiiiiiiiiiiiiil l:f-t==tCD---=l:!--i!{-Ftt-3t2A.a===l- r:l!:a=t=-: 3==l===!=6C :=CrJ{Crr-CO---:=-=aaAO33.--O-COs-3-CxOiCOOFO+Oi --=:i9-31-+--=)aiU-faiO='!'tafaF=- i i iiiliiii ti l ffiliiiii*I i i l t l liiii EI arE g. $BFrEa ;,.5Bes'H 9s8 6? 5-€ E;*d; ,o3 f,tr$qIq ri$iEi i",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "f4210f2f-7006-45f0-a787-50fa5df84981",
    "text": "i ti l ffiliiiii*I i i l t l liiii EI arE g. $BFrEa ;,.5Bes'H 9s8 6? 5-€ E;*d; ,o3 f,tr$qIq ri$iEi iliiii siiiiE ifi$ir s$F*iP i;;;i * i l;;;:; i; 1 i 1q ;i ii rE :i iEl: ilr:s n F g*-5 p I I E :--9-*] fl e il i r + EE ;] Ai r E s F HEe * E 5$ o @ ot @ o croq , o, oxg p o {o .+ =o,+ JI =o-ti I t+ : o G oot+ =oc @ o ! oo l, i+Jo @ ot.+{,oo\\< {t .tr o t+ o -+' T t { 9 i@ - E qs51iq fe'iier il:lrigiigiii!liiiiiiiiiiii;;iH rsHr3H pillri ;i*lliriri $i;iiiiriliig;ll iilliiipi*iiFelIilil;lEiErEFiliiEiiliill9;B+€'6'58*$+FOo.Or@ '  I i ii iiis i iEiIisiiEii 1F ; iii\"  ll?lltltll il i i[ *iial itili i1 [ili Ai; :fE 4 ] r i l1 111it[itlllliilliii[1t iiliiilrtiill', lilili l lli lilll l ii i lli llil ilil1liEi l11 1igpEgS,,9'd*-@-r'€ E:E B : I e eiE 1r",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "e97e0b30-ad01-477d-9894-2e647470b3ec",
    "text": "iiilrtiill', lilili l lli lilll l ii i lli llil ilil1liEi l11 1igpEgS,,9'd*-@-r'€ E:E B : I e eiE 1rs ie rr;;Ei;;i [;il5 A ;;; ]5H - \"'B E r a 1i'E;?EE;;IEiitiigBEgHiiiE[g *C Bla *FeSBqS I-.t t: l ril iiiiiiiiiiiiiliiiiiiliiiiiiiiiiiiii iiliiiiiiiiiiiiiiiiiiirui  5 $iEiiiiiii iiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii rilE5 s di ;EE fEt ig  =E  i:iE E EH = Eei'!:r3'tE i fseec giEg  I llil li igi Iii il lgi['a i 1ii ligg itliEiililiiiiitiliiili liiiilli? ii*g'Ii;ilii Ii;iiiiii Iliiliiii;se* SE3.e*re :3F*l;F13 g;;i;ie;r ii; i iialirl *iaii;lll igElleIirB*Br P-;;*iB tieIiqrr,A eeeiiEr;, so-o=FOo oo3 I.oocaooO|+a6 Ct =<ooo- @o qg o,\"oONoX€FlO FOo6F.t =*o3'ro 89:o.o -id)ooUooorl6@a(D D* Eo J*o,(Do I ==1 I 3 Fli i i ii iiiit ii ; r i 5 i: i [5Fif I ri i g",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "e720591d-a410-4839-abfc-0c7b6b5eb8ca",
    "text": "'ro 89:o.o -id)ooUooorl6@a(D D* Eo J*o,(Do I ==1 I 3 Fli i i ii iiiit ii ; r i 5 i: i [5Fif I ri i g sir$ ; 3 r i$i i i {il Ii ii tii i i l isg{fi +ii i $if rii isiii ts  iiIgli rlit;i Iiiiii s*15gt ilriii;i; g a i 5s?FTs :;isil:siadEH +ii'+c 'iiir 9f il* f tii;iiri;+iq;i;i I *lE I iisiiiEe ili t? i n ii: i[E;iF ;B E iiilliiElllriiir ,ililillllltl?11iit:[[Ei[;llEir irrE i e i I E ii: iii E; r ri* riliE lEiii ; l;iFii irli Iil;E i i$ irE* ;frEEIA EIii;I AAiuail i rl ol 'lo t 3 3 o II ;o E I It oa i I I e a I I I fr- at tn B, m, n ao E t -ouo tJa CD ,@_ .+O-*ctrOH Efl6' oo or@6' flE E E[)99o rlo J* PEo-'o'oo'lFOtsEtsF, @(o @F r+ o ,Fo.J laegia :Isrr; EiiIii iIEiii *ialrt ili$li llrill.i.r+OOF : $  li1i1iii*:E;ssit*111'i1ffi'i''1l'ilEFIi ? i1 ",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "0bc89fa8-e387-4029-b720-dbc116b9e928",
    "text": ":Isrr; EiiIii iIEiii *ialrt ili$li llrill.i.r+OOF : $  li1i1iii*:E;ssit*111'i1ffi'i''1l'ilEFIi ? i1 1 iEi  lii iiEl  I i il 111 il11ililill l lil1l1 iEililg.r:;EAEt'3eE r;E$ggnt;l$gtsgE [;rris ;;;;iiiiiliiil iiiiilililliiloo. :ooorrr ..(D t. tcLr P0. o t. . (J rao. I ;1i111 enBigf iEErli EEllii ig.39 =o,!JOO 6'*rc 8B9P'E13 $96foi.xJ q;8 ?b ^ I Tf, BqiB9*.oo pQ 6otr<r Oara-o 8* =6mf E',5atr: trSFfE lii[iiillliliiiixill liliiiliiilili 'ir**1'i111111i181111111i111111l 11ililiillilli111lllii111llffiril*l \\,5 tqq*f,f,q8\"{ABE-^8t* ii;;E;Eii$'ili;ga oF'oEao4a.9q89d,d E*j'tF.gqBl;*5 'o-87 E*grFs;I G Ec $ i:E; isqdS:EEq rE 8:1 : g il i$[ i: ; ]i[8r;EEoB'*e 1E I iE;?***;ats C O. p, >v'l O O 't O a O i;;it qiia:in;3 itii;:;Elliili IEii;i?$is ;;A'aiqi ",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "7e053a42-941b-4425-a609-0e08f29398d5",
    "text": "oB'*e 1E I iE;?***;ats C O. p, >v'l O O 't O a O i;;it qiia:in;3 itii;:;Elliili IEii;i?$is ;;A'aiqi llEllltl iliii illiEtilE EE6iH- H iiglit: ii1ii3i l111l1l *q e :B  q i H.i ? [ q E ii Iii iiI ilg iiiiiliilll iEiiliiilili iiliii iiii liliiiililii  iiiil1  ilil ilE llili il1i1ll[1{ii111EiE  iiiH;niln ;i;l*lI 11i  li1ii 11lll',lil11i1111111111111li  111111 ;?*';liiiiEi;iiEi;iillliiiu,llitllElil[tt Efrs riai s:+iliE:;sIF-:leiri lli tiil er;l tiiilllIiBiiiiliilBii ]Eel, iFE[;r*]$*siiFiiiFl;]ilsii;ii$iEili3i iEliir gEra {iil HF}ir 1ll lr Il I  lllil1 i11iiiil l l1i!iiiiig; iilillii a3;5*l if r,$, iig i; ltliiij 'llEIi lli[li]1|u[}li'siri;ri;Erie ei ExlEiiiili iiliiiliI illr r;;;iiliEinl ig ilriliiiiE iili:Ei o o: oo @ o g ,+o o!ooo c o o -, + I",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  },
  {
    "id": "9b4e17d1-5c3b-4f86-a3bf-48905f2406d1",
    "text": "ei ExlEiiiili iiliiiliI illr r;;;iiliEinl ig ilriliiiiE iili:Ei o o: oo @ o g ,+o o!ooo c o o -, + I E e o @ o o , I I 1r& l*!Bl!ji**&!ei,4 :i QBTeEI l?a;r$ liilli liiiii'illiil -___-: \\ E$FE$H Egt ES E s$E$$E= *$ttFtE-T$[E[E $$t$$",
    "metadata": {
      "filename": "Schmitt_Land _ Sea (1954).pdf",
      "author": "Carl Schmitt"
    }
  }
]